Repository: shuiandy/Cadenza
Catalog: Cadenza/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Push every recording that isn't in Notion yet.
de: Jede Aufnahme, die noch nicht in Notion ist, dorthin übertragen.
es: Subir a Notion todas las grabaciones que aún no estén allí.
fr: Pousser vers Notion chaque enregistrement qui n'y est pas encore.
ja: まだ Notion にない全ての録音を書き出します。
ko: 아직 Notion에 없는 모든 녹음을 업로드합니다.
zh_hans: 将尚未同步到 Notion 的录音全部推送过去。

source: Quality
de: Qualität
es: Calidad
fr: Qualité
ja: 品質
ko: 품질
zh_hans: 质量

source: Quality Compare...
de: Qualitätsvergleich...
es: Comparación de calidad...
fr: Comparaison de qualité...
ja: 品質を比較...
ko: 품질 비교...
zh_hans: 质量对比…

source: Quit Cadenza
de: Cadenza beenden
es: Salir de Cadenza
fr: Quitter Cadenza
ja: Cadenzaを終了
ko: Cadenza 종료
zh_hans: 退出 Cadenza

source: Qwen3.5 (Local)
de: Qwen3.5 (Lokal)
ja: Qwen3.5（ローカル）
ko: Qwen3.5 (로컬)
zh_hans: Qwen3.5（本地）

source: Re-transcribe
de: Neu transkribieren
es: Volver a transcribir
fr: Retranscrire
ja: 再文字起こし
ko: 다시 전사
zh_hans: 重新转录

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비 완료
zh_hans: 就绪

source: Real-time transcription requires macOS 26 or a cloud API key.
de: Echtzeit-Transkription erfordert macOS 26 oder einen Cloud-API-Schlüssel.
es: La transcripción en tiempo real requiere macOS 26 o una clave API en la nube.
fr: La transcription en temps réel nécessite macOS 26 ou une clé API cloud.
ja: リアルタイム文字起こしにはmacOS 26またはクラウドAPIキーが必要です。
ko: 실시간 전사에는 macOS 26 또는 클라우드 API 키가 필요합니다.
zh_hans: 实时转录需要 macOS 26 或云端 API 密钥。

source: Realtime Test...
de: Echtzeittest...
es: Prueba en tiempo real...
fr: Test en temps réel...
ja: リアルタイムテスト...
ko: 실시간 테스트...
zh_hans: 实时转录测试…

source: Rebuild now
de: Jetzt neu erstellen
es: Reconstruir ahora
fr: Reconstruire maintenant
ja: 今すぐ再構築
ko: 지금 다시 생성
zh_hans: 立即重建

source: Recap
de: Rückblick
es: Resumen
fr: Récapitulatif
ja: 振り返り
ko: 요약 리뷰
zh_hans: 回顾

source: Recap not found
de: Rückblick nicht gefunden
es: Resumen no encontrado
fr: Récapitulatif introuvable
ja: 振り返りが見つかりません
ko: 요약 리뷰를 찾을 수 없음
zh_hans: 未找到回顾

source: Recaps
de: Rückblicke
es: Resúmenes
fr: Récapitulatifs
ja: 振り返り
ko: 요약 리뷰
zh_hans: 回顾

source: Recaps are generated automatically at the start of each week and month.
de: Rückblicke werden automatisch zu Beginn jeder Woche und jedes Monats erstellt.
es: Los resúmenes se generan automáticamente al inicio de cada semana y mes.
fr: Les récapitulatifs sont générés automatiquement au début de chaque semaine et mois.
ja: 振り返りは毎週・毎月の初めに自動生成されます。
ko: 요약 리뷰는 매주 및 매월 초에 자동으로 생성됩니다.
zh_hans: 回顾会在每周和每月初自动生成。

source: Recent Chats
de: Letzte Chats
es: Chats recientes
fr: Discussions récentes
ja: 最近のチャット
ko: 최근 채팅
zh_hans: 最近对话

source: Recently Accessed
de: Zuletzt aufgerufen
es: Accedidos recientemente
fr: Consultés récemment
ja: 最近アクセスした順
ko: 최근 접근순
zh_hans: 最近访问

source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ja: おすすめ
ko: 추천
zh_hans: 推荐

source: Recommended for transcription APIs, good balance of quality and size
de: Empfohlen für Transkriptions-APIs, gute Balance zwischen Qualität und Größe
es: Recomendado para APIs de transcripción, buen balance entre calidad y tamaño
fr: Recommandé pour les API de transcription, bon équilibre entre qualité et taille
ja: 文字起こしAPIに推奨、品質とサイズのバランスが良好
ko: 전사 API에 권장, 품질과 크기의 적절한 균형
zh_hans: 推荐用于转录 API，质量与大小的最佳平衡

source: Recommended: %@
de: Empfohlen: %@
es: Recomendado: %@
fr: Recommandé : %@
ja: おすすめ：%@
ko: 추천: %@
zh_hans: 推荐：%@

source: Reconnect %@ to keep using it.
de: Verbinden Sie %@ erneut, um es weiter zu verwenden.
es: Vuelve a conectar %@ para seguir usándolo.
fr: Reconnectez %@ pour continuer à l’utiliser.
ja: %@を引き続き使用するには再接続してください。
ko: %@에 다시 연결해야 계속 사용할 수 있습니다.
zh_hans: 请重新连接 %@ 以继续使用。

source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
ja: 録音
ko: 녹음
zh_hans: 录制

source: Record a meeting to see the transcript
de: Nehmen Sie ein Meeting auf, um das Transkript zu sehen
es: Graba una reunión para ver la transcripción
fr: Enregistrez une réunion pour voir la transcription
ja: 会議を録音すると文字起こしが表示されます
ko: 녹취록을 보려면 회의를 녹음하세요
zh_hans: 录制会议以查看转录

source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録音
ko: 녹음
zh_hans: 录音

source: Recording “%@”
de: „%@“ wird aufgenommen
es: Grabando «%@»
fr: Enregistrement de « %@ »
ja: 「%@」を録音中
ko: “%@” 녹음 중
zh_hans: 正在录制“%@”

source: Recording details, transcripts, and summaries sync automatically.
de: Aufnahmedetails, Transkripte und Zusammenfassungen werden automatisch synchronisiert.
es: Los detalles de las grabaciones, las transcripciones y los resúmenes se sincronizan automáticamente.
fr: Les détails des enregistrements, les transcriptions et les résumés se synchronisent automatiquement.
ja: 録音の詳細、文字起こし、要約は自動的に同期されます。
ko: 녹음 세부 정보, 대화 내용 및 요약이 자동으로 동기화됩니다.
zh_hans: 录音详情、转录和摘要会自动同步。

source: Recording Error
de: Aufnahmefehler
es: Error de grabación
fr: Erreur d'enregistrement
ja: 録音エラー
ko: 녹음 오류
zh_hans: 录音错误

source: Recording in Progress
de: Aufnahme läuft
es: Grabación en curso
fr: Enregistrement en cours
ja: 録音中
ko: 녹음 진행 중
zh_hans: 录音中

source: Recording in progress — %@
de: Aufnahme läuft — %@
es: Grabación en curso — %@
fr: Enregistrement en cours — %@
ja: 録音中 — %@
ko: 녹음 진행 중 — %@
zh_hans: 录音中 — %@

source: Recording is unavailable while the storage location is being changed.
de: Während der Speicherort geändert wird, ist die Aufnahme nicht verfügbar.
es: No se puede grabar mientras se cambia la ubicación de almacenamiento.
fr: L’enregistrement n’est pas disponible pendant la modification de l’emplacement de stockage.
ja: 保存場所の変更中は録音できません。
ko: 저장 위치를 변경하는 동안에는 녹음할 수 없습니다.
zh_hans: 更改存储位置期间无法开始录音。

source: Recording moved to Trash
de: Aufnahme in den Papierkorb gelegt
es: Grabación movida a la papelera
fr: Enregistrement placé dans la corbeille
ja: 録音をゴミ箱に移動しました
ko: 녹음을 휴지통으로 이동했습니다
zh_hans: 录音已移入废纸篓

source: Recording not found (possibly deleted)
de: Aufnahme nicht gefunden (möglicherweise gelöscht)
es: No se encontró la grabación (es posible que se haya eliminado)
fr: Enregistrement introuvable (peut-être supprimé)
ja: 録音が見つかりません（削除された可能性があります）
ko: 녹음을 찾을 수 없음(삭제되었을 수 있음)
zh_hans: 找不到录音（可能已删除）

source: Recording Storage
de: Aufnahmespeicher
es: Almacenamiento de grabaciones
fr: Stockage des enregistrements
ja: 録音の保存先
ko: 녹음 저장소
zh_hans: 录音存储

source: Recordings
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
ja: 録音
ko: 녹음
zh_hans: 录音

source: Recordings (%lld)
de: Aufnahmen (%lld)
es: Grabaciones (%lld)
fr: Enregistrements (%lld)
ja: 録音 (%lld)
ko: 녹음 (%lld)
zh_hans: 录音 (%lld)

source: Recordings folder access lost
de: Zugriff auf den Aufnahmeordner verloren
es: Se perdió el acceso a la carpeta de grabaciones
fr: Accès au dossier d’enregistrements perdu
ja: 録音フォルダへのアクセスが失われました
ko: 녹음 폴더 접근 권한이 사라졌습니다
zh_hans: 录音文件夹访问权限丢失

source: Recordings in this folder will not be deleted, only un-assigned.
de: Aufnahmen in diesem Ordner werden nicht gelöscht, nur die Zuordnung wird aufgehoben.
es: Las grabaciones en esta carpeta no se eliminarán, solo se desasignarán.
fr: Les enregistrements de ce dossier ne seront pas supprimés, seulement désassignés.
ja: このフォルダ内の録音は削除されず、割り当てが解除されるだけです。
ko: 이 폴더의 녹음은 삭제되지 않고 폴더 할당만 해제됩니다.
zh_hans: 此文件夹中的录音不会被删除，仅取消关联。

source: Recordings made before this profile was linked sync only with your explicit consent.
de: Aufnahmen, die vor der Verknüpfung dieses Profils erstellt wurden, werden nur mit Ihrer ausdrücklichen Zustimmung synchronisiert.
es: Las grabaciones realizadas antes de vincular este perfil solo se sincronizan con tu consentimiento explícito.
fr: Les enregistrements réalisés avant l’association de ce profil ne sont synchronisés qu’avec votre consentement explicite.
ja: このプロファイルをリンクする前に作成した録音は、明示的に同意した場合にのみ同期されます。
ko: 이 프로필을 연결하기 전에 만든 녹음은 사용자가 명시적으로 동의한 경우에만 동기화됩니다.
zh_hans: 在关联账号之前创建的录音，仅在你明确同意后才会同步。

source: Recordings stay on this Mac. Cadenza switches back to the Local profile and restarts.
de: Die Aufnahmen bleiben auf diesem Mac. Cadenza wechselt zurück zum Profil „Local“ und startet neu.
es: Las grabaciones permanecen en este Mac. Cadenza vuelve al perfil Local y se reinicia.
fr: Les enregistrements restent sur ce Mac. Cadenza revient au profil Local et redémarre.
ja: 録音はこのMacに残ります。Cadenzaはローカルプロファイルに戻って再起動します。
ko: 녹음은 이 Mac에 그대로 남습니다. Cadenza가 로컬 프로필로 다시 전환한 후 다시 시작됩니다.
zh_hans: 录音会保留在这台 Mac 上。Cadenza 将切回 Local 配置档案并重新启动。

source: Recordings will not be deleted, only unlinked from this folder.
de: Aufnahmen werden nicht gelöscht, nur die Verknüpfung mit diesem Ordner wird aufgehoben.
es: Las grabaciones no se eliminarán, solo se desvincularán de esta carpeta.
fr: Les enregistrements ne seront pas supprimés, seulement dissociés de ce dossier.
ja: 録音は削除されず、このフォルダからのリンクが解除されるだけです。
ko: 녹음은 삭제되지 않고 이 폴더에서 연결만 해제됩니다.
zh_hans: 录音不会被删除，仅从此文件夹取消关联。

source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
ja: 繰り返し
ko: 반복
zh_hans: 重复事件

source: Recurring one-on-one conversations
de: Wiederkehrende Einzelgespräche
es: Conversaciones individuales recurrentes
fr: Entretiens individuels récurrents
ja: 定期的な1対1の会話
ko: 정기적인 일대일 대화
zh_hans: 持续的一对一对话

source: Redirect URI
de: Weiterleitungs-URI
es: URI de redirección
fr: URI de redirection
ja: リダイレクトURI
zh_hans: 重定向 URI

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
zh_hans: 刷新

source: Refresh database list
de: Datenbankliste aktualisieren
es: Actualizar lista de bases de datos
fr: Actualiser la liste des bases de données
ja: データベース一覧を更新
ko: 데이터베이스 목록 새로 고침
zh_hans: 刷新数据库列表

source: Refresh speaker identification
de: Sprechererkennung aktualisieren
es: Actualizar la identificación de hablantes
fr: Actualiser l'identification des intervenants
ja: 話者識別を更新
ko: 화자 식별 새로 고침
zh_hans: 刷新说话人识别

source: Refreshing models...
de: Modelle werden aktualisiert...
es: Actualizando modelos...
fr: Actualisation des modèles...
ja: モデルを更新中...
ko: 모델 새로 고치는 중...
zh_hans: 正在刷新模型...

source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
ja: 再生成
ko: 재생성
zh_hans: 重新生成

source: Regenerate Summaries (%lld)
de: Zusammenfassungen neu erstellen (%lld)
es: Volver a generar resúmenes (%lld)
fr: Régénérer les résumés (%lld)
ja: 要約を再生成（%lld）
ko: 요약 다시 생성(%lld)
zh_hans: 重新生成摘要（%lld）

source: Regenerate summaries and titles from the stored transcripts
de: Zusammenfassungen und Titel aus den gespeicherten Transkripten neu erstellen
es: Volver a generar resúmenes y títulos a partir de las transcripciones guardadas
fr: Régénérer les résumés et les titres à partir des transcriptions enregistrées
ja: 保存済みの文字起こしから要約とタイトルを再生成します
ko: 저장된 대화 내용에서 요약과 제목을 다시 생성합니다
zh_hans: 基于已有转录重新生成摘要和标题

source: Regenerating %lld/%lld
de: Neuerstellung %lld/%lld
es: Volviendo a generar %lld/%lld
fr: Régénération %lld/%lld
ja: 再生成中 %lld/%lld
ko: 다시 생성 중 %lld/%lld
zh_hans: 重新生成中 %lld/%lld

source: Relink Folder…
de: Ordner neu verknüpfen…
es: Volver a vincular carpeta…
fr: Relier le dossier…
ja: フォルダを再リンク…
ko: 폴더 다시 연결…
zh_hans: 重新关联文件夹…

source: Relinking…
de: Wird neu verknüpft…
es: Volviendo a vincular…
fr: Nouvelle liaison…
ja: 再リンク中…
ko: 다시 연결 중…
zh_hans: 正在重新关联…

source: Remember voices across recordings
de: Stimmen über Aufnahmen hinweg merken
es: Recordar voces entre grabaciones
fr: Mémoriser les voix entre les enregistrements
ja: 録音をまたいで声を記憶
ko: 녹음 간 음성 기억
zh_hans: 跨录音记住声音

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
ko: 제거
zh_hans: 移除

source: Remove from Folder
de: Aus Ordner entfernen
es: Quitar de la carpeta
fr: Retirer du dossier
ja: フォルダから削除
ko: 폴더에서 제거
zh_hans: 从文件夹移除

source: Remove Link
de: Verknüpfung entfernen
es: Quitar vínculo
fr: Supprimer le lien
ja: リンクを解除
ko: 연결 해제
zh_hans: 移除关联

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名

source: Rename Recording
de: Aufnahme umbenennen
es: Renombrar grabación
fr: Renommer l'enregistrement
ja: 録音の名前を変更
ko: 녹음 이름 변경
zh_hans: 重命名录音

source: Required for reliable Teams auto-start and auto-stop.
de: Erforderlich für zuverlässiges automatisches Starten und Stoppen in Teams.
es: Necesario para que el inicio y la detención automáticos de Teams funcionen de forma fiable.
fr: Nécessaire pour assurer le démarrage et l’arrêt automatiques fiables dans Teams.
ja: Teamsで確実に自動開始・自動停止するために必要です。
ko: Teams에서 자동 시작 및 자동 중지를 안정적으로 사용하려면 필요합니다.
zh_hans: Teams 自动开始/停止录制需要此项才可靠。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置

source: Reset legacy token?
de: Legacy-Token zurücksetzen?
es: ¿Restablecer el token antiguo?
fr: Réinitialiser le jeton hérité ?
ja: レガシートークンをリセットしますか？
ko: 레거시 토큰을 재설정하시겠습니까?
zh_hans: 重置旧版令牌？

source: Reset to "%@"
de: Zurücksetzen auf "%@"
es: Restablecer a "%@"
fr: Réinitialiser à « %@ »
ja: 「%@」にリセット
ko: "%@"(으)로 초기화
zh_hans: 重置为「%@」

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
ko: 기본값으로 초기화
zh_hans: 恢复默认

source: Reset token?
de: Token zurücksetzen?
es: ¿Restablecer el token?
fr: Réinitialiser le jeton ?
ja: トークンをリセットしますか?
ko: 토큰을 재설정할까요?
zh_hans: 重置令牌?

source: Reset…
de: Zurücksetzen …
es: Restablecer…
fr: Réinitialiser…
ja: リセット…
ko: 재설정…
zh_hans: 重置…

source: resets %@
de: wird %@ zurückgesetzt
es: restablece %@
fr: réinitialisation %@
ja: %@をリセット
ko: %@ 재설정
zh_hans: %@ 重置

source: Resetting this token only disconnects clients configured with the shared legacy token. Per-client access remains active.
de: Beim Zurücksetzen dieses Tokens werden nur Clients getrennt, die mit dem gemeinsamen Legacy-Token konfiguriert sind. Der clientbezogene Zugriff bleibt aktiv.
es: Restablecer este token solo desconecta los clientes configurados con el token antiguo compartido. El acceso específico de cada cliente permanece activo.
fr: La réinitialisation de ce jeton ne déconnecte que les clients configurés avec le jeton hérité partagé. L’accès propre à chaque client reste actif.
ja: このトークンをリセットすると、共有レガシートークンを設定したクライアントだけが切断されます。クライアントごとのアクセスは引き続き有効です。
ko: 이 토큰을 재설정하면 공유 레거시 토큰으로 설정된 클라이언트만 연결이 끊깁니다. 클라이언트별 접근 권한은 계속 유지됩니다.
zh_hans: 重置此令牌只会断开使用共享旧版令牌配置的客户端；每客户端访问仍然有效。

source: Restart needed
de: Neustart erforderlich
es: Es necesario reiniciar
fr: Redémarrage requis
ja: 再起動が必要です
ko: 다시 시작해야 함
zh_hans: 需要重新启动

source: Restarting…
de: Neustart…
es: Reiniciando…
fr: Redémarrage…
ja: 再起動中…
ko: 다시 시작하는 중…
zh_hans: 正在重新启动…

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
zh_hans: 恢复

source: Retry Disconnect
de: Trennung erneut versuchen
es: Reintentar desconexión
fr: Réessayer la déconnexion
ja: 接続解除を再試行
ko: 연결 해제 다시 시도
zh_hans: 重试断开连接

source: Retry now
de: Jetzt erneut versuchen
es: Reintentar ahora
fr: Réessayer maintenant
ja: 今すぐ再試行
ko: 지금 다시 시도
zh_hans: 立即重试

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
ja: アクセスを取り消す
ko: 권한 취소
zh_hans: 撤销

source: Rosy coral tint
de: Rosiger Korallenton
es: Tono coral rosado
fr: Teinte corail rosé
ja: ロージーコーラルティント
ko: 로지 코랄 틴트
zh_hans: 玫瑰珊瑚

source: Running at %@
de: Läuft unter %@
es: En ejecución en %@
fr: En cours d'exécution sur %@
ja: %@ で実行中
ko: %@에서 실행 중
zh_hans: 运行于 %@

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

source: Save & Connect
de: Sichern & Verbinden
es: Guardar y conectar
fr: Enregistrer et connecter
ja: 保存して接続
ko: 저장 및 연결
zh_hans: 保存并连接

source: Save as Folder
de: Als Ordner speichern
es: Guardar como carpeta
fr: Enregistrer comme dossier
ja: フォルダとして保存
ko: 폴더로 저장
zh_hans: 保存为文件夹

source: Save to Cloud
de: In der Cloud sichern
es: Guardar en la nube
fr: Enregistrer dans le cloud
ja: クラウドに保存
ko: 클라우드에 저장
zh_hans: 保存到云端

source: Saving recording…
de: Aufnahme wird gespeichert…
es: Guardando la grabación…
fr: Sauvegarde de l’enregistrement…
ja: 録音を保存中…
ko: 녹음 저장 중…
zh_hans: 正在保存录音…

source: Scale fonts and icons across the app.
de: Schriften und Symbole in der gesamten App skalieren.
es: Escala las fuentes y los iconos en toda la app.
fr: Mettre à l'échelle les polices et icônes dans toute l'app.
ja: アプリ全体のフォントとアイコンをスケール
ko: 앱 전반의 글꼴과 아이콘 크기 조정
zh_hans: 全应用范围内统一缩放字体和图标

source: Scale the entire interface
de: Gesamte Oberfläche skalieren
es: Escalar toda la interfaz
fr: Mettre à l'échelle toute l'interface
ja: インターフェース全体を拡大縮小
ko: 전체 인터페이스 크기 조절
zh_hans: 缩放整个界面

source: Scope
de: Bereich
es: Ámbito
fr: Périmètre
ja: 範囲
ko: 범위
zh_hans: 范围

source: Scopes out of date
de: Berechtigungsbereiche veraltet
es: Ámbitos desactualizados
fr: Autorisations obsolètes
ja: アクセス範囲が古くなっています
ko: 접근 범위가 오래됨
zh_hans: 权限范围已过期

source: Scopes: %@
de: Berechtigungsbereiche: %@
es: Ámbitos: %@
fr: Autorisations : %@
ja: アクセス範囲：%@
ko: 접근 범위: %@
zh_hans: 权限范围：%1$@

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
ja: 画面
ko: 화면
zh_hans: 屏幕

source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d'écran
ja: 画面収録
ko: 화면 녹화
zh_hans: 屏幕录制

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
zh_hans: 搜索

source: Search Again
de: Erneut suchen
es: Buscar de nuevo
fr: Rechercher à nouveau
ja: もう一度検索
ko: 다시 검색
zh_hans: 重新搜索

source: Search icons
de: Symbole suchen
es: Buscar íconos
fr: Rechercher des icônes
ja: アイコンを検索
ko: 아이콘 검색
zh_hans: 搜索图标

source: Searching recordings…
de: Aufzeichnungen werden durchsucht…
es: Buscando grabaciones…
fr: Recherche dans les enregistrements…
ja: 録音を検索中…
ko: 녹음 검색 중…
zh_hans: 正在搜索录音…

source: Searching the storage folder…
de: Speicherordner wird durchsucht…
es: Buscando en la carpeta de almacenamiento…
fr: Recherche dans le dossier de stockage…
ja: 保存フォルダを検索中…
ko: 저장 폴더 검색 중…
zh_hans: 正在搜索存储文件夹…

source: Security check failed. Please try again.
de: Die Sicherheitsprüfung ist fehlgeschlagen. Versuchen Sie es erneut.
es: Falló la comprobación de seguridad. Inténtalo de nuevo.
fr: La vérification de sécurité a échoué. Réessayez.
ja: セキュリティチェックに失敗しました。もう一度お試しください。
ko: 보안 검사에 실패했습니다. 다시 시도하세요.
zh_hans: 安全校验未通过，请重试。

source: See All
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて表示
ko: 모두 보기
zh_hans: 查看全部

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
zh_hans: 选择

source: Select a database
de: Datenbank auswählen
es: Seleccionar una base de datos
fr: Sélectionner une base de données
ja: データベースを選択
ko: 데이터베이스 선택
zh_hans: 选择数据库

source: Select a language above to generate a summary.
de: Wählen Sie oben eine Sprache aus, um eine Zusammenfassung zu erstellen.
es: Selecciona un idioma arriba para generar un resumen.
fr: Sélectionnez une langue ci-dessus pour générer un résumé.
ja: 上の言語を選択して要約を生成してください。
ko: 요약을 생성할 언어를 위에서 선택하세요.
zh_hans: 请在上方选择语言以生成摘要。

source: Select a Notion database first
de: Zuerst eine Notion-Datenbank auswählen
es: Selecciona primero una base de datos de Notion
fr: Sélectionnez d'abord une base de données Notion
ja: まず Notion データベースを選択してください
ko: 먼저 Notion 데이터베이스를 선택하세요
zh_hans: 请先选择 Notion 数据库

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 모두 선택
zh_hans: 全选

source: Select audio files to import
de: Audiodateien zum Importieren auswählen
es: Seleccionar archivos de audio para importar
fr: Sélectionner les fichiers audio à importer
ja: インポートするオーディオファイルを選択
ko: 가져올 오디오 파일 선택
zh_hans: 选择要导入的音频文件

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
zh_hans: 已选中

source: Server returned HTTP %lld
de: Server hat HTTP %lld zurückgegeben
es: El servidor devolvió HTTP %lld
fr: Le serveur a renvoyé HTTP %lld
ja: サーバーがHTTP %lldを返しました
ko: 서버가 HTTP %lld을(를) 반환했습니다
zh_hans: 服务器返回 HTTP %lld

source: Session expired
de: Sitzung abgelaufen
es: Sesión caducada
fr: Session expirée
ja: セッションの有効期限が切れました
ko: 세션 만료
zh_hans: 登录已失效

source: Set Up System Audio Recording…
de: Systemaudioaufnahme einrichten…
es: Configurar Grabación de audio del sistema…
fr: Configurer l’enregistrement audio du système…
ja: システムオーディオ録音を設定…
ko: 시스템 오디오 녹음 설정…
zh_hans: 设置系统音频录制…

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

source: Settings...
de: Einstellungen...
es: Configuración...
fr: Réglages...
ja: 設定...
ko: 설정...
zh_hans: 设置...

source: Setup completed. If access changes, open System Settings.
de: Einrichtung abgeschlossen. Falls sich der Zugriff ändert, öffnen Sie die Systemeinstellungen.
es: Configuración completada. Si cambia el acceso, abre Ajustes del Sistema.
fr: Configuration terminée. Si l’accès change, ouvrez Réglages Système.
ja: 設定が完了しました。アクセス権が変わった場合は「システム設定」を開いてください。
ko: 설정이 완료되었습니다. 접근 권한이 변경되면 시스템 설정을 여세요.
zh_hans: 设置已完成。如果权限发生变化，请打开“系统设置”。

source: Several files share this name. Choose the exact one:
de: Mehrere Dateien haben diesen Namen. Wählen Sie die richtige aus:
es: Hay varios archivos con este nombre. Elige el archivo exacto:
fr: Plusieurs fichiers portent ce nom. Choisissez le fichier exact :
ja: 同じ名前のファイルが複数あります。正しいものを選択してください：
ko: 이 이름을 가진 파일이 여러 개 있습니다. 정확한 파일을 선택하세요:
zh_hans: 多个文件同名。请选择确切的那一个：

source: Shapes & Misc
de: Formen & Sonstiges
es: Formas y otros
fr: Formes et divers
ja: 図形その他
ko: 도형 및 기타
zh_hans: 形状与其他

source: Show Dock icon
de: Dock-Symbol anzeigen
es: Mostrar ícono en el Dock
fr: Afficher l'icône dans le Dock
ja: Dockアイコンを表示
ko: Dock 아이콘 표시
zh_hans: 显示 Dock 图标

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderに表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示

source: Show live transcript during recording
de: Live-Transkript während der Aufnahme anzeigen
es: Mostrar transcripción en vivo durante la grabación
fr: Afficher la transcription en direct pendant l'enregistrement
ja: 録音中にリアルタイム文字起こしを表示
ko: 녹음 중 실시간 전사 표시
zh_hans: 录音时显示实时转录

source: Show menu bar icon
de: Menüleistensymbol anzeigen
es: Mostrar ícono en la barra de menús
fr: Afficher l'icône dans la barre des menus
ja: メニューバーアイコンを表示
ko: 메뉴 막대 아이콘 표시
zh_hans: 显示菜单栏图标

source: Show the app in Dock and app switcher
de: App im Dock und App-Umschalter anzeigen
es: Mostrar la app en el Dock y el selector de apps
fr: Afficher l'app dans le Dock et le sélecteur d'apps
ja: DockとAppスイッチャーに表示
ko: Dock 및 앱 전환기에 앱 표시
zh_hans: 在 Dock 和应用切换器中显示

source: Show Transcript
de: Transkript anzeigen
es: Mostrar transcripción
fr: Afficher la transcription
ja: 文字起こしを表示
ko: 녹취록 보기
zh_hans: 显示转录

source: Sign in again
de: Erneut anmelden
es: Volver a iniciar sesión
fr: Se reconnecter
ja: もう一度サインイン
ko: 다시 로그인
zh_hans: 重新登录

source: Sign In Again
de: Erneut anmelden
es: Volver a iniciar sesión
fr: Se reconnecter
ja: もう一度サインイン
ko: 다시 로그인
zh_hans: 重新登录

source: Sign in to Cadenza
de: Bei Cadenza anmelden
es: Iniciar sesión en Cadenza
fr: Se connecter à Cadenza
ja: Cadenzaにサインイン
ko: Cadenza에 로그인
zh_hans: 登录 Cadenza

source: Sign in to Cadenza first.
de: Melden Sie sich zuerst bei Cadenza an.
es: Inicia sesión en Cadenza primero.
fr: Connectez-vous d’abord à Cadenza.
ja: 先にCadenzaにサインインしてください。
ko: 먼저 Cadenza에 로그인하세요.
zh_hans: 请先登录 Cadenza。

source: Sign in to enable cloud integrations.
de: Melden Sie sich an, um Cloud-Integrationen zu aktivieren.
es: Inicia sesión para activar las integraciones en la nube.
fr: Connectez-vous pour activer les intégrations cloud.
ja: クラウド連携を有効にするにはサインインしてください。
ko: 클라우드 연동을 활성화하려면 로그인하세요.
zh_hans: 登录后即可启用云端集成。

source: Sign in to enable cloud-backed integrations like Notion
de: Anmelden, um Cloud-Integrationen wie Notion zu aktivieren
es: Inicia sesión para activar integraciones respaldadas por la nube, como Notion
fr: Connectez-vous pour activer les intégrations adossées au cloud comme Notion
ja: Notionなどクラウドを利用する連携を有効にするにはサインインしてください
ko: Notion과 같은 클라우드 기반 연동을 활성화하려면 로그인하세요
zh_hans: 登录后即可启用 Notion 等云端集成

source: Sign in to sync transcripts and summaries
de: Anmelden, um Transkripte und Zusammenfassungen zu synchronisieren
es: Inicia sesión para sincronizar transcripciones y resúmenes
fr: Connectez-vous pour synchroniser les transcriptions et les résumés
ja: 文字起こしと要約を同期するにはサインインしてください
ko: 대화 내용과 요약을 동기화하려면 로그인하세요
zh_hans: 登录以同步转录与摘要
